{"translation-revision-date":"2025-01-27 19:50:54+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"hu"},"Do not show this message again":["Ne jelenítse meg újra ezt az üzenetet"],"Importing...":["Importálás..."],"Activate":["Aktiválás"],"First, activate another experiment.":["Először is, aktiválj egy másik kísérletet."],"In order to use %1$s, first you need to activate %2$s.":["A %1$s használatához először az %2$s-t kell aktiválni."],"Enable and Import":["Engedélyezés és importálás"],"Import Without Enabling":["Importálás engedélyezés nélkül"],"Got it":["Megértettem"],"Migrate to v3.0":["Áttérés a 3.0 verzióra"],"Please note that this process will revert all changes made to Global Colors and Fonts since upgrading to v3.x.":["Felhívjuk figyelmát, hogy ez a folyamat visszavonja a globális színek és betűtípusok 3.x verzióra történő frissítése óta végrehajtott összes változtatást."],"Enable Unfiltered File Uploads":["Szűretlen fájl feltöltésének engedélyezése"],"I understand that by upgrading to Font Awesome 5,":["Megértettem, hogy a Font Awesome 5-re való frissítéssel,"],"Font Awesome 5 Migration":["Font Awesome 5 migráció"],"I acknowledge that some changes may affect my website and that this action cannot be undone.":["Tudomásul veszem, hogy néhány változás hatással lehet a webhelyemre, és hogy ez a műveletet nem vonható vissza."],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["A szűretlen fájl feltöltésének engedélyezése előtt vedd figyelembe, hogy az ilyen fájlok biztonsági kockázatot jelentenek. Az Elementor végrehajtja a lehetséges rosszindulatú kódok eltávolításának folyamatát, de az ilyen fájlok használata továbbra is kockázatos."],"Continue":["Folytatás"],"Please note that you are switching to WordPress default editor. Your current layout, design and content might break.":["Kérlek, vedd figyelembe, hogy WordPress alapértelmezett szerkesztőre váltasz. Az aktuális elrendezés, design és tartalom elveszhet."],"Back to WordPress Editor":["Vissza a WordPress szerkesztőbe"],"Are you sure you want to reinstall previous version?":["Biztos vagy benne, hogy újratelepíted az előző verziót?"],"Rollback to Previous Version":["Előző verzió visszaállítása"],"Enable":["Engedélyezés"],"Cancel":["Mégse"]}},"comment":{"reference":"assets\/js\/admin.js"}}